# Command-line tools
brew "curl"
brew "git"
brew "htop"
brew "tmux"
brew "tmuxp"
brew "neovim"
brew "watch"
brew "wget"

# GUI apps
cask "discord"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "visual-studio-code"
cask "wezterm"

# Fonts
cask "font-fira-code"
